package com.example.testtask

object EventList {
    val events = arrayListOf(

        Event(2, "Чеченский конфликт нельзя оставлять нерешенным, предлагаю назначить своего товарища Ахмат-хаджи Кадырова главой Чеченской Республики, т.к он выступает за объединение с РФ ", "Генерал Трошев" , "12 июня 2000 года", "назначить и выделить деньги", "оставить вопрос открытым", 0, 1500, -1000, 0, -1000, -1000, 0, 0 ),
        Event(3, "Господин президент, произошел теракт, в московском метро, в результате погибло 13 человек, 118 ранено. Взрывной волной было разрушено большинство торговых павильонов в переходе, а также повреждены конструкции самого перехода. Что прикажете ?", "Дмитрий Песков" , " 8 августа 2000 года", "Возьму расследование под личный контроль", "выплатить пособия и объявить траур", 0, -1000, -1000, -500, 0, -500, -1500, 0 ),
        Event(4, "На юге японского острова Хоккайдо произошло новое извержение вулкана Усу, 11 тыс. человек эвакуировано, пострадавших нет ", "Дмитрий Песков" , " 1 апреля 2000 года", "Финансово и гумманитарно помочь Японии", "Выразить свою обеспокоенность и неравнодушие звонком по телефону ", 0, 0, -2000, 0, 0, 0, -500, 0 ),
        Event(1, "Предложили провести интервью об оконачании первого года президенства", "СМИ" , " 24 декабря 2000 года", "провести", "прогнать", 0, 1000, -500, 0, 0, -1000, 500, 0 )
    )
}